---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationProductDataProduct
source: html/b8f94066-8ae6-7a2c-3597-d4a5dbee18cc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationProductDataProduct Property

"Product Name"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationProductDataProduct { get; }
```